Repository: Educa-CH/dmz
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Abholbare Maturazeugnisse
fr: Certificats de maturité à retirer

source: Registrierte Studierende
fr: Étudiants inscrits

source: Fehler
fr: Erreur

source: CSV ungültig: Die Struktur des CSV entspricht nicht dem vordefinierten Dateiformat. Fehler bei
fr: CSV invalide: la structure du CSV ne correspond pas au format de fichier prédéfini. Erreur lors de l'

source: Siehe: https://github.com/Educa-CH/dmz/blob/main/uploads/sample.dmz.csv
fr: Voir: https://github.com/Educa-CH/dmz/blob/main/uploads/sample.dmz.csv

source: Erneut versuchen
fr: Réessayer

source: Identifikation
fr: Identification

source: Nachname:
fr: Nom de famille:

source: Vorname:
fr: Prénom:

source: Geburtsdatum:
fr: Date de naissance:

source: Digitales Maturazeugnis erhalten
fr: Obtenir son certificat de maturité numérique

source: ✔ Person erfolgreich identifiziert.
fr: ✔ Personne identifiée avec succès.

source: ✘ Es wurde kein passender Eintrag gefunden.
fr: ✘ Aucune entrée correspondante n'a été trouvée.

source: Export hochladen
fr: Télécharger l'exportation

source: Datei auswählen
fr: Sélectionner un fichier

source: Keine Datei ausgewählt
fr: Aucun fichier sélectionné

source: Hochladen
fr: Télécharger

source: Validieren
fr: Validation

source: Zeugnis prüfen und mit der Registrierten-Datenbank abgleichen.
fr: Vérifier le certificat et le comparer à la base de données des inscrits.

source: Erfolgreich Registriert
fr: Inscription réussie

source: Ich möchte eine digitale Studentenkarte erhalten
fr: Je souhaite obtenir une carte d'étudiant numérique.

source: Übersicht
fr: Vue d'ensemble

source: Maturazeugnis ausstellen
fr: Délivrer un certificat de maturité

source: Maturazeugnis erhalten
fr: Obtenir son certificat de maturité numérique

source: Für einen Studiengang registrieren
fr: S'inscrire à une filière d'études

source: Beta E-ID erhalten
fr: Obtenir une identité électronique bêta (Beta E-ID)

source: Existierende Datenbankeinträge
fr: Entrées existantes dans la base de données

source: Keine Datenbankeinträge gefunden!
fr: Aucune entrée trouvée dans la base de données!

source: Maturazeugnis für
fr: Certificat de maturité pour

source: Scannen Sie den QR-Code mit ihrer Wallet!
fr: Scannez le code QR avec votre portefeuille!

source: Vorname Name - Geb. Datum - Studiengang - Validiert
fr: Prénom Nom - Date de naissance - Filière - Validé

source: Registrieren Sie sich mit ihrer E-ID
fr: Inscrivez-vous avec votre identifiant électronique (E-ID)

source: Registrieren
fr: Enregistrement

source: Registrierungsmethode
fr: Méthode d'enregistrement

source: Sie registrieren sich für den Studiengang:
fr: Vous vous inscrivez à la filière d'études:

source: Ich möchte mich mit meiner E-ID registrieren
fr: Je souhaite m'inscrire avec mon identifiant électronique (E-ID)

source: Wenn Sie nur ein digitales Maturitätszeugnis haben, klicken Sie hier:
fr: Si vous disposez uniquement d'un certificat de maturité numérique,cliquez ici:

source: Ich möchte mein digitales Maturitätszeugnis verwenden
fr: Je souhaite utiliser mon certificat de maturité numérique

source: Registrierung abschliessen
fr: Terminer l'inscription

source: Studiengang
fr: Filière d'études

source: Foto hochladen
fr: Télécharger une photo

source: Kein Foto ausgewählt
fr: Aucune photo sélectionnée

source: Dateigrösse zu gross!
fr: Fichier trop volumineux!

source: Studentenkarte
fr: Carte d'étudiant

source: Studentenkarte für
fr: Carte d'étudiant pour

source: Erfolgreich ausgestellt
fr: Inscription réussie

source: Weiteres digitales Maturazeugnis erstellen
fr: Créer un autre certificat de maturité numérique

source: Für einen Bachelorstudiengang einschreiben
fr: S'inscrire à une filière de bachelor

source: B.Sc. Informatik
fr: B.Sc. Informatique

source: B.A. Betriebswirtschaftslehre
fr: B.A Administration des affaires

source: B.Eng. Maschinenbau
fr: B.Eng. Génie mécanique

source: B.A. Volkswirtschaftslehre
fr: B.A. Economie politique

source: B.A. Architektur
fr: B.A. Architecture

source: Validieren des Maturazeugnis
fr: Validation du certificat de maturité

source: Datum muss folgendes Format haben YYYY-MM-DD
fr: La date doit être au format AAAA-MM-JJ.

source: Maturazeugnis erfolgreich validiert
fr: Certificat de maturité validé avec succès

source: Es konnte keine passende Registration gefunden werden
fr: Aucune inscription correspondante n'a été trouvée.

source: Geburtsdatum ungültig
fr: Date de naissance invalide
